Repository: itsjubayer/MinistryAppNew
Catalog: MinistryApp/Resources/Models/CommonFundVM.*.resx
Languages: bn

source: Amount
bn: পরিমাণ

source: AmountRequired
bn: পরিমাণ ক্ষেত্র প্রয়োজন.

source: Collection Date
bn: সংগ্রহ তারিখ

source: CollectionBy
bn: দ্বারা সংগ্রহ

source: CollectionByRequired
bn: ক্ষেত্র দ্বারা সংগ্রহ প্রয়োজন.

source: CollectionDateRequired
bn: সংগ্রহের তারিখ ক্ষেত্র আবশ্যক।

source: Due Date
bn: নির্দিষ্ট তারিখ

source: DueDateRequired
bn: নির্ধারিত তারিখ ক্ষেত্র আবশ্যক।

source: Flat No
bn: ফ্ল্যাট নং

source: Flat Owner
bn: ফ্ল্যাটের মালিক

source: FlatNoRequired
bn: ফ্ল্যাট নং ক্ষেত্র প্রয়োজন.

source: FlatOwnerRequired
bn: ফ্ল্যাট মালিক ক্ষেত্র প্রয়োজন.

source: Fund Type
bn: তহবিলের ধরন

source: FundTypeRequired
bn: ফান্ড টাইপ ফিল্ড প্রয়োজন।

source: Month
bn: মাস

source: MonthRequired
bn: মাস ক্ষেত্র প্রয়োজন.

source: Year
bn: বছর

source: YearRequired
bn: বছরের ক্ষেত্র প্রয়োজন।
