Repository: itsjubayer/MinistryAppNew
Catalog: MinistryApp/Resources/Models/MaintenanceVM.*.resx
Languages: bn

source: Active
bn: সক্রিয়

source: Amount
bn: পরিমাণ

source: Amount field is required
bn: পরিমাণ ক্ষেত্র প্রয়োজন

source: Category
bn: শ্রেণী

source: Category field is required.
bn: বিভাগ ঘরটি অবশ্যই পূরণ করতে হবে

source: Code
bn: কোড

source: Complete Status
bn: সম্পূর্ণ স্থিতি

source: Contract
bn: চুক্তি

source: Date field is required.
bn: তারিখ ক্ষেত্র প্রয়োজন.

source: Entry By
bn: দ্বারা প্রবেশ

source: Entry By field is required
bn: ঘরটি অবশ্যই পূরণ করতে হবে

source: Entry Date
bn: প্রবেশের তারিখ

source: Entry Date field is required.
bn: প্রবেশের তারিখ ঘরটি অবশ্যই পূরণ করতে হবে

source: Fix/Per-Hour
bn: ফিক্স/প্রতি ঘন্টা

source: Maintenance Date
bn: রক্ষণাবেক্ষণের তারিখ

source: Maintenance Type
bn: রক্ষণাবেক্ষণ প্রকার

source: Maintenance Type field is required.
bn: রক্ষণাবেক্ষণ প্রকার ঘরটি অবশ্যই পূরণ করতে হবে

source: Review
bn: পুনঃমূল্যায়ন

source: Schedule Type
bn: সময়সূচী প্রকার

source: Total Hour
bn: মোট ঘন্টা
